/* Initial login prompt for username and password */
"Login {0} with username and password" = "Kullanıcı adı ve parola ile {0} oturumu aç";

/* Lookup of password in Keychain */
"No login credentials could be found in the Keychain" = "Anahtar zincirinde oturum açma bilgisi bulunamadı";
"The use of the Keychain is disabled in the Preferences" = "Ayarlar içinde anahtar zinciri kullanımı etkinleştirilmemiş";

/* Password proctected private key for SSH public key authentication */
"Invalid passphrase" = "Parola geçersiz";
"Private key password protected" = "Kişisel anahtar parola korumalı";
"Enter the passphrase for the private key file" = "Kişisel anahtar dosyasının parolasını yazın";

"Login canceled" = "Oturum açma iptal edildi";
"Login failed" = "Oturum açılamadı";
"Login successful" = "Oturum açıldı";

/* Private key selection for SSH public key authentication */
"Select the private key in PEM or PuTTY format" = "PEM ya da PuTTY biçimindeki kişisel anahtarı seçin";

/* Challenge-Respone authentication */
"Partial authentication success" = "Kimlik kısmen doğrulandı";
"Provide additional login credentials" = "Ek oturum açma kimlik doğrulama bilgilerini yazın";

/* Login prompt placeholders */
"Username" = "Kullanıcı adı";
"Password" = "Parola";

/* Warning when credentials are sent using unsecured protocol. Unsecure FTP connection */
"Unsecured {0} connection" = "Güvenli olmayan {0} bağlantısı";

/* Credentials sent over plaintext connection */
"{0} will be sent in plaintext." = "{0} düz metin olarak gönderilecek.";
"Don't show again" = "Bir daha gösterme";
"Continue" = "Sürdür";
"Disconnect" = "Bağlantıyı kes";

/* Protocol switch proposal */
"The server supports encrypted connections. Do you want to switch to {0}?" = "Sunucu şifrelenmiş bağlantıyı destekliyor. {0} iletişim kuralına geçmek ister misiniz?";
"Change" = "Değiştir";

/* OAuth2 */
"Paste the authentication code from your web browser" = "Kimlik doğrulama kodunu web tarayıcınızdan yapıştırın";
"Open web browser to authenticate and obtain an authorization code" = "Kimliği doğrulama kodunu almak ve kimliği doğrulamak için web tarayıcısını açın";
"Authentication Code" = "Authentication Code";

"Create a passphrase required to access {0}" = "{0} erişimi için gereken bir parola oluşturun";
